IDEA Open Model
SectionStiffnesses.GAy Property
Compatible with IDEA StatiCa v 10.1
 shear stiffness
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double GAy { get; set; }
Public Property GAy As Double
	Get
	Set
public:
property double GAy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace